{
    "itemList": [
        {
          "kmProductID": 1,
          "FullProductName": "ANGEL.WASH",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-angel.wash.png",
          "itemDescription": "If your over-stressed hair is in need of a little salvation, our delicate ANGEL.WASH volumising shampoo will nourish and transform fine, fragile hair that has been colour-treated or damaged. Infused with soothing essential oils, vitamins, proteins and antioxidants, ANGEL.WASH gently cleanses the scalp and hair while maximising colour longevity, and protecting against harmful free radicals."
        },
        {
          "kmProductID": 2,
          "FullProductName": "ANGEL.RINSE",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-angel.rinse.png",
          "itemDescription": "Treat fine, fragile and broken hair with ANGEL.RINSE, our weightless, volumising conditioning RINSE created to soothe and protect fine, damaged and colour treated hair. Delicately scented and deeply conditioning, Mango and Cocoa Butters help nourish and moisturise the hair without weighing it down."
        },
        {
          "kmProductID": 3,
          "FullProductName": "HYDRATE.ME WASH",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-hydrate.me-wash.png",
          "itemDescription": "Quench dull, parched and dry hair, with a nourishing hydration pick-me-up. HYDRATE-ME.WASH is our super-smoothing, hydrating WASH that will replenish hair with much needed moisture. Ideal for hair that’s naturally dry, or exposed to harsh, dry climates, it’s packed with antioxidant goodness to help restore a healthy glow to parched locks."
        },
        {
          "kmProductID": 4,
          "FullProductName": "HYDRATE.ME RINSE",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-hydrate.me-rinse.png",
          "itemDescription": "A luxurious hydrating and smoothing conditioner, designed to restore and replenish hair in need of repair. Ideal for naturally dry hair or for hair that’s been exposed to harsh, dry climates. HYDRATE-ME.RINSE provides an essential moisture boost to nourish dry, parched locks, and transforms the look and feel of split ends. Full of antioxidant goodness, HYDRATE-ME.RINSE leaves the hair with a nourished, healthy-looking glow."
        },
        {
          "kmProductID": 5,
          "FullProductName": "HYDRATE.ME MASQUE",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-hydrate.me-masque.png",
          "itemDescription": "Give dry, parched hair an intense burst of hydration with HYDRATE-ME.MASQUE. Our repairing and smoothing treatment MASQUE delivers hydration and moisture to dry hair, or hair that’s been exposed to harsh, dry climates. HYDRATE-ME.MASQUE’s unique formulation features vitamin-charged, micro-capsules, that explode upon contact to deliver hydration and moisture, leaving the hair deeply conditioned from root to tip."
        },
        {
          "kmProductID": 6,
          "FullProductName": "LEAVE.IN",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-leave-in.png",
          "itemDescription": "Intense repair and nourishment for shiny, glossy, weightless hair with the added bonus of heat protection – all this, in one handy leave-in treatment, LEAVE-IN.REPAIR. As the name implies, you just wash, condition and leave to allow our repairing treatment to get to work repairing and restoring damage where it is needed most."
        },
        {
          "kmProductID": 7,
          "FullProductName": "REPAIR.ME WASH",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-repair.me-wash.png",
          "itemDescription": "Nourish overtaxed hair back to life, and make dry, damaged, frizzy over-processed hair a thing of the past with a little help from REPAIR-ME.WASH. Prepare to renew and restore frazzled locks with our reconstructing treatment shampoo enriched with powerful proteins and amino acids. It will help to strengthen the hair from root to tip, while gently removing impurities and soothing damage."
        },
        {
          "kmProductID": 8,
          "FullProductName": "REPAIR.ME RINSE",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-repair.me-rinse.png",
          "itemDescription": "Repair, renew and restore dry, damaged, frizzy over-processed hair with REPAIR.ME.RINSE, our deeply nourishing and strengthening conditioner that helps reconstruct and repair the hair. Packed with a powerhouse of ‘soft-state proteins’ and enzymes, REPAIR-ME.RINSE delivers gentle lubrication to the hair, while helping to restore and protect against future damage."
        },
        {
          "kmProductID": 9,
          "FullProductName": "SCALP.SPA WASH",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-scalp.spa-wash.png",
          "itemDescription": "Luxurious hair always begins with a healthy scalp! A specially formulated shampoo designed with Micellar Water & Celery Seed Extract to soothe and cleanse the scalp; leaving the hair feeling clean and moisturised. Safe for all hair types, including coloured hair."
        },
        {
          "kmProductID": 10,
          "FullProductName": "SCALP.SPA SCRUB",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-scalp.spa-scrub.png",
          "itemDescription": "Help beautify, purify and detoxify your scalp. Our SCALP.SPA regimen treats your hair and scalp as gently as you would your skin. This unique exfoliating scrub is designed to gently scrub away impurities from the scalp and hair follicle to provide the foundation for optimal scalp health and hair growth. Safe for all hair types, can be used as a body scrub"
        },
        {
          "kmProductID": 11,
          "FullProductName": "SCALP.SPA TREATMENT",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-scalp.spa-treatment.png",
          "itemDescription": "Is your scalp overdue for a spa day? Give your scalp the pampering it deserves with our rich and luxurious SCALP.SPA TREATMENT. This concentrated foaming masque is extremely soothing and nourishing, designed to relieve a sensitive scalp and nurture it back to health. Skin-loving Hyaluronic Acid delivers hydration and seals in moisture. Carrot Root and Celery Seed Extracts help clear impurities and excessive oil while conditioning the scalp to help it remain balanced and calm. Add it to your self-care regimen once a week for a happier scalp and healthier hair growth."
        },
        {
          "kmProductID": 12,
          "FullProductName": "SCALP.SPA SERUM",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-scalp.spa-serum.png",
          "itemDescription": "Relax. Scalp wellness is at hand with our SCALP.SPA SERUM that offers targeted instant soothing and balancing relief to an itchy, dry or irritated scalp. This lightweight, fast-absorbing, leave-in treatment adds a much needed boost to your spa day, promoting the very best scalp health. The silky formula features Celery Seed Extract to help soothe and moisturise, while Rose Flower and Lavender Oils help calm, nourish and restore balance. Massage it all over or target the areas that need it most to take your scalp from angry to ahhh-mazing."
        },
        {
          "kmProductID": 13,
          "FullProductName": "STAYING.ALIVE",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-staying.alive.png",
          "itemDescription": "So much more than a 70’s pop song…STAYING.ALIVE is our high-performance leave-in, oil-free treatment, that instantly helps repair damaged or colour-treated hair. Enriched with silk proteins to help smooth and repair damage, and packed with antioxidants, this weightless mist of goodness promotes elasticity in the hair and helps overcome dryness, while teasing its way through tangles with ease."
        },
        {
          "kmProductID": 14,
          "FullProductName": "UN.TANGLED",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-untangled.png",
          "itemDescription": "No need to tearfully tear those tangles away – allow UN.TANGLED to do all the hard work for you. Our leave-in conditioner is formulated with a complex blend of nourishing Australian Fruit Extracts that help detangle, strengthen and restore hair to sleek perfection. Added heat protection also helps guard against styling damage."
        },
        {
          "kmProductID": 15,
          "FullProductName": "YOUNG.AGAIN",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-young.again-100ml.png",
          "itemDescription": "The ultimate daily indulgence for damaged and ageing hair - YOUNG.AGAIN is a weightless leave-in treatment oil from our REJUVENATE regimen. Infused with Immortelle to help counteract oxidation and therefore the ageing process, our intensely nurturing treatment oil delivers deep conditioning benefits that leave hair feeling soft and smooth with an overall boost to shine. Use daily to fight the fight against dry, damaged, brittle hair and to provide protection against environmental stressors, and heat damage."
        },
        {
          "kmProductID": 16,
          "FullProductName": "YOUNG.AGAIN WASH",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-young.again-wash.png",
          "itemDescription": "Put youthful body and bounce back into brittle, damaged hair with a nourishing boost of YOUNG.AGAIN.WASH. An essential part of our REJUVENATE regimen, our restorative shampoo delivers a nourishing complex of Amino Acids alongside ingredients selected specifically for their known rejuvenating benefits. The end result will be renewed, youthful-looking lustre, and hair that looks and feels young again."
        },
        {
          "kmProductID": 17,
          "FullProductName": "YOUNG.AGAIN RINSE",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-young.again-rinse.png",
          "itemDescription": "Treat your hair to the feeling of youth with our nourishing YOUNG.AGAIN RINSE. This luxurious conditioner helps restore youthful lustre to dry, brittle or damaged hair, and delivers a unique complex of Amino Acids, essential oils and known rejuvenating ingredients to smooth frizz and impart shine – leaving the hair looking and feeling young again."
        },
        {
          "kmProductID": 18,
          "FullProductName": "YOUNG.AGAIN MASQUE",
          "itemImage": "https://ifing-beauty.com/html/user_data/assets/kevin-murphy-img/km-young.again-masque.png",
          "itemDescription": "A nurturing and restorative at-home treatment MASQUE from our REJUVENATE regimen. YOUNG.AGAIN.MASQUE delivers deep conditioning to the hair and scalp, leaving hair full of youthful body and bounce. Its restorative blend of Amino Acids, essential oils and rich-moisturisers’ help to restore and renew lustre and shine to dry, damaged, and brittle hair."
        }
      ]
}